[
		"I could never take the bus home",
		"You don't need to be fat, or white, or a girl to be a PAWG",
		"I respect you, so I ask that you just stop and consider if watching this will actually be worth it. It is a mess of the highest caliber",
		"Lay's chips. Lay's chips. Lay's Lay's chips.",
		"Mari kart",
		"Opulence. Grandular. Potato. It's a chip!",
		"Scratch your car like I just moved an Xbox 360, my internal struggles are the real rap battles of history. Shoulda never craved turkey.",
		"Shoutout to obese purple M&M.",
		"I've got a peanut statue, just like Jimmy Carter",
		"Trans people are my friends, transphobes can catch these hands.",
		"I kill lots of people every single day. I kill lots of people and tell myself it's okay.",
		"I'm not afraid anymore",
		"I'll ride my bike indoors 'cause that's what real thugs do",
		"Meep maow I'm a Pikmin now",
		"I turned blue, it was like blackface for an Avatar",
		"everybody in here is MEXICAN",
		"This is upsetting to me",
		"Walking 'Round Town And I'm Yelling Free Thug",
		"Are you drawing on a tortilla?",
		"Snakes on crack",
		"9/11 TAKIN OVER",
		"What is a Kyle Landon, anyway?",
		"I can assure you I've never punched a wall, or driven an ATV, I don't listen to Eminem, I've never thrown a controller, and I do not drink Monster or any other energy drink.",
		"Eminem is a legend. I don't think I've ever heard an Eminem song all the way through",
		"all I know is rolling rolling rolling",
		"OooOoOooo, two copies of Battle Zone for PC!",
		"Wow! Is that a Like Like from Zelda?",
		"Collect this rare Kyle Landon cook! What a cutie! September !",
		"This song makes me want to eat pizza for some reason. *eats Nerds*",
		"Only women say yikes.",
		"delete this shit right now. i will make a disstrack on you. with a beat switch and everything",
		"VOCALS AND PRODUCTION BY KYLE LANDON, IDIOTIC STATEMENT BY NIMRODFOOL",
		"WHERE DEM BASED BOYZ, WHERE DEM- WHERE DEM BASED BOYZ",
		"Don't be scared if you can't execute like me, you're a macbook with extension .exe",
		"that's like- that's at least 2 dollars worth of oats. how could this happen...",
		"ima relapse just like eminem, i eat corn nuts just like eminem",
		"i have a curved spine just like eminem, i drink ranch dressing unlike eminem",
		"i started a beatstars account! i'm not illiterate or homophobic so i made zero money!",
		"imagine like a death grips song, but it's full of women and they're dancing like it's- like it's a Drake video",
		"these guys are making music with Sony Acid 7",
		"I'm praised despite asthma",
		"this isn't a quote from kyle i'm just drinking a coke but it's been out for a while so it went flat and it is pissing me off",
		"They done desocialized me, don't surprise me, melted ice cream. Now I'm a soup again",
		"Look aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaamible",
		"Seeeaaaaa lobster",
		"I got weapons? I got weapons!",
		"Caaaallll zay zee",
		"Every music video needs a rotating crystal gorilla.",
		"See rap shows near Los Angeles, get tickets as low as $100!",
		"Big house",
		"shoutout to booga",
		"okay well it's time to download a spider and make it dance",
		"(RARE KYLE LANDON SWEAR! THIS QUOTE IS SO RARE IT HAS A VERY LOW CHANCE OF APPEARING....WOA) ||shit||",
		"Aldaldladladladladladladladlaldadladladladladla",
		"my bubble was dented and i had to suck on it",
		"(talking about $400 headphones) i think i just damaged something hold on",
		"imma take the sandwich every time. I'mma take the sandwich every time",
		"aaaaaaaaaaaaaaaaa MMMMMMMMMMMMMMMMMMM",
		"the floor is my toilet",
		"my dawg WHAT is bereal\ni had to google that wtf is that\n*couple minutes later*\nim gonna be the first artist to blow up on bereal",
		"Hello {user.mention}  Trust you're well? I'm conducting a standard follow-up with all our subscribers to assess their position in the market segment due to the recent market fluctuations and thank you for being a member of my Discord channel! May all your dream come through in 2025 and may you achieve consistency this year. So far with your experience what do you think are the major problems you face when trading? Psychology, capital,skills or lack of consistency?",
		"stroke the kings dihh :pray::broken_heart:",
		"like i said, it's legal to kill people, always has been",
		"there's a peanut inside me, I'm an m&m",
		"if i ever put out an album called \"KYLE\" save me! i have been cloned!",
		"i'm ngl i would love to just have a nuke at the crib",
		"never kill yourself. never. but if you truly have to, make it count",
		"who made the obamna beat playing in the background there",
		"homeschool winner ass animal",
		"is eminem giving you the rat you asked for, or is he imposing the rat onto you? much to think about",
		"corn is my friend! - kyle landon",
		"im spongebob squarepants, im strapped with the heater",
		"just rested my pretty little head down to sleep and then my brain decided to flash the phrase \"WORM BAGGED\" from sonic spinball into my conciousness so now i gotta think about that all night",
		"honey mustard is my friend - Kyle Landon",
		"pleas sign me i ahve have what it takes ti i i my beat on your voice @Drake",
		"jay z monster rr rap[ rap itys you voice my beat the rock is in th ebuilding @sc",
		"i said left foot after oyou haeahear my beat it changes eveyyhthing @neverbrokeagain",
		"plat htis s this gofr for the chuldren shoutout rockci @rihanna",
		"ypu med t you need thuis am next jack antonff anfata please i need this help @taylorswift13",
		"the name \"sally\" is short for \"salad\"\nfollow me for more stunning journalism",
		"today i saw redfoo riding a scooter on hoover street he's still wearing the same thing he wore in the party rock anthem video",
		"kevin gates is my real dad",
		"how can i help elephants",
		"shoutout to shrimp baby",
		"screaming and crying at dennys because the wikipedia page for baby corn is too short",
		"does anyone use hashtags on this website.com or is it just bot bait",
		"#goodperc #thegoodperc #dance #art #poppedaperc #percocet #molly #finalmoments #leaked",
		"ah, busted my nut. look",
		"DOES KYLE LANDON HAVE THE MOST LIT PILE OF SALT??? :fire:",
		"i forgot what klugg stands for im a fake fan",
		"almost deleted the server over this",
		"y'all just bought this girl into my house and she's sounding like israel. who is this?",
		"FREE R KELLY",
		"I am currently drafting articles of impeachment for Donal Tump.",
		"I'm up at 2AM updating the Little Caesars app",
		"I got a water filter on my bidet, I don't play",
		"TYBG! - Kyle Landon",
		"i flex baby hummer",
		"On my business card, I am a forklift operator. In my mind, I am a musician. But in my heart, I am a chronically online gamer.",
		"the dickriding isn't unreal, it's unity",
		"so sonic is just chillin in between games not holding a single ring at all times or what",
		"the worst thing about bloodborne is that im getting my ass whopped by a dude named \"laurence\"",
		"i have never smiled while playing a video game, stop making the people in the commercials do that",
		"\"metroid dread\" is the hardest name for anything ever. next album will be called \"metroid dread\". my autobiography will be called \"metroid dread\"",
		"always wanted to eat the cheese puffs they shoved up mr potato head's ass",
		"okay genius annotators, when i drop a song named \"Macbeth\" its not in reference to the play, im talkin bout the starfox level where ur the tank and its cool",
		"I'm Sponsored By 7-Zip",
		"i wanna throw up, i was listening to pumpkin hill like always and was like \"wow did my hearing get better? its so much better than usual\" and realized i was listening to it in FLAC so now the whole library gotta get replaced. this is the darkest path.",
		"my secret sauce is the havok engine plugin on the master channel",
		"[TAS] [Obsoleted] Clapping Party in 8:02:19.3",
		"join me on my single hundred toilet dreams picture",
		"why is fripp so sloppy in that titty video tho",
		"has any hip young conservative called the coronavirus the \"wu tang flu thang\" yet",
		"i'm giving away 100 free subscriptions to my onlyfans",
		"bought a seedbox just for this incomplete kappa mikey torrent",
		"i must twerk to save my family",
		"all my music videos are encoded with bink video",
		"\"twerking to save my life\"",
		"the fuck are pineapple tidbits? next year they're gonna drop \"mango suggestions\"",
		"lmfao why is the wiki page for the turkey pardoning so gruesome",
		"all of my songs require the 2008 visual c++ redistributable to be installed before you can listen",
		"the two meet: chicken and pepperoni",
		"everytime a new piece of information enters my memory i lag for a couple of seconds as my brain generates an sfk file",
		"my next album is called \"tony the chihuahua\"",
		"i can't make any beats unless sticky keys is enabled",
		"writing the sequel to mm.. food\nits called damm.. diabetes",
		"i rapped about bitcoin and silk road and .onion addresses in 2016 never forget",
		"my rap name is mike wazowski because i wazowski the microphone",
		"why the FUCK is it so hard to find that fresh ass video of drunk david hasselhoff eating a burger off the floor",
		"im the only person in the world with that fucken \"demon time\" song in flac",
		"thinking about having a 2 second one shot 808 as an interlude on an album",
		"bout to run this mp3 as administrator",
		"whos the asshole who made a robot try to find waldo, and then told the captcha people all about it",
		"racists end up in hell twice",
		"my production secret is vsync plugin on every track",
		"all my beats hit 60 fps",
		"finally admitting to myself that 90% of my music sounds like a fucked up carnival/circus and i finally feel free",
		"just hit a mid-air stanky leg",
		"i hear a baby screaming and an ice cream truck playing rudolph the rednose reindeer outside my house rn wtf goin on",
		"when i get to the point where i suspect that i may be surrounded by yesmen, im gonna insert the line \"eat her doodoo like a toilet\" into a song and pray that somebody speaks up",
		"fucked up in the crib eating casserole",
		"please send me money govermnet i need new bass",
		"\"im bout to go to guitar center and play every instrument and smell the metal on my fingers and then go to buffalo wild wings and suck the sauce off my fingers and watch basketball and then grab some assistive railing at the old folk's home\" - you a week ago",
		"i forget the name of the dog but remember in marley and me when the dog gets sick at the end it was fucked up in the crib with coronavirus",
		"fucked up in the crib thinking about fig newtons",
		"fucked up at petsmart asking for samples",
		"babies fucked up in the crib drinking formula",
		"fucked up in the crib eating rocks",
		"fucked up in the crib listening to kyle landon",
		"its so fucked up that medium rare chicken tastes good. its also fucked up that they wont let me bbq anymore",
		"\"Baby Nut Livestream\" is the name of my next album",
		"why am i following the m&m's uk page",
		"what would yall even type on this God forsaken internet if they banned the colon mark",
		"Everyone in here is MEXICAN",
		"I hope I don't get cancelled for that Jamaican line.",
		"I'm always down to look at a lemon",
		"I Want to Eat You",
		"Here it is. The bedbug song."
]
