[
	"Kyle is in a [music video](https://www.youtube.com/watch?v=EsmzDKjHZDY) with the guy who invented the phrase \"fucked up in the crib\".",
	"Baunted Bransylvania 4 started out as a parody of weird 3D slop animations on the streaming service Tubi.",
	"Kyle will buy like two steam games and skittles and chips if you give him 51 dollars.",
	"Patreon members get a merch coupon code on https://hideaway.gold/.",
	"Kyle's game Music Make You Lose Control was created in collaboration with Kappa Danse.",
	"The floor is Kyle's toilet.",
	"Kyle once forgot what KLUGG stands for.",
	"Kyle is straight edge, and refrains from using caffeine.",
	"Despite being straight edge, Kyle is a big fan of CustomGrow420.",
	"Kyle's first album Teenager was made in 2014 in part to ask out a girl she liked. It was never publicly released.",
	"The album Silver Forests is an obscure spiritual sequel to Gold Shadows. According to Kyle, it is unavailable but may re-emerge someday.",
	"It is possible to get someone into bleecoin debt.",
	"Awful April was an event where, for the entire month of April, 2025, Kyle would upload one video for each day with zero quality control whatsoever.",
	"Most of SUB ME UP WHEN SEPTEMBER ENDS was ||created by aliens|| during Kyle's mysterious Little Debbies related absence.",
	"Kyle does not tend to swear on his videos. Despite this, Kyle does not censor any swears or slurs in his videos.",
	"Kyle listened to a lot of Death Grips in his early years.",
	"Kyle's mom saw Primus get booed off stage about 30 years ago.",
	"One Landillion is equal to $130.55 USD.",
	"The first message in Kyle's Discord server was \"we real\" from Gruswittle.",
	"Kyle's Discord server was not originally created by Kyle.",
	"Kyle's most popular video as of May 2025 is [\"Most Esoteric Way to Find New Samples?\"](https://www.youtube.com/watch?v=SnZkkUbe6uA), released on September 20th, 2024.",
	"Kyle dropped 5 albums in 2024 and 3 albums in 2019.",
	"SPINNING was written and produced in 4 days.",
	"Kyle dropped I AM MUSIC on Playboi Carti's behalf.",
	"Lil B makes Kyle smile.",
	"Despite technically being its own album, Chiecken Bone by Bone has only been released as a song as part of SUB ME UP WHEN SEPTEMBER ENDS.",
	"SUB ME UP WHEN SEPTEMBER ENDS has two subtitles, \"Sub Me From The Bacc\" and \"Little Debbies Anonymous\"/",
	"Twerking black men have appeared in three different Kyle Landon videos.",
	"Egyptian Thuggin' passes the Bechdel test.",
	"The cartoons from the ends of every Awful April video were compiled into one big cartoon titled Egyptian Thuggin'."
]
